Repository: mike-otgs/dev-test
Catalog: *.po
Languages: ar, es

source: How did you do?
ar: كيف أبليت؟?
es: ¿Cómo te ha ido?

source: Your Score
ar: نتيجتك
es: Tu puntuación

source: PLAY LEVEL {0}
ar: مستوى اللعب {0}
es: NIVEL DE JUEGO {0}

source: Level {0}
ar: المستوى {0}
es: Nivel {0}

source: Level {0} Bonus Stars
ar: المستوى {0} نجوم المكافأة
es: Nivel {0} Estrellas de bonificación

source: Tap to shoot when a space ship opens to reveal a star.
ar: انقر للتصوير عندما تنفتح سفينة فضائية لتكشف عن نجمة.
es: Toca para disparar cuando una nave espacial se abra para revelar una estrella.

source: Earn up to 3 bonus stars in each level!
ar: اربح ما يصل إلى 3 نجوم إضافية في كل مستوى!
es: ¡Gana hasta 3 estrellas de bonificación en cada nivel!

source: A bonus star is awarded for 5 consecutive correct answers.
ar: تُمنح نجمة إضافية عند الحصول على 5 إجابات صحيحة متتالية.
es: Se concede una estrella de bonificación por 5 respuestas correctas consecutivas.

source: Level 1
ar: المستوى 1
es: Nivel 1

source: Level 1 Bonus Stars
ar: نجوم المكافأة من المستوى 1
es: Estrellas de bonificación de nivel 1

source: Checking for headset software updates.
ar: التحقق من تحديثات برامج سماعة الرأس.
es: Comprueba si hay actualizaciones del software de los auriculares.
